const zh = {
  translation: {
    title: "五角大楼比萨拥堵情况",
    subtitle: "按日期监控拥堵情况的仪表板",
    dateChartTitle: "每日拥堵情况",
    dateChartDesc: "五角大楼周边比萨店的每日拥堵得分",
    loading: "正在加载拥堵数据...",
    bar: "柱状图",
    line: "折线图",
    reference: "此图表基于五角大楼附近披萨店的拥堵情况进行自主计算的积分表示。",
    notAccuracy: "请注意，这些数据并非精确数值。",
    collect: "拥堵点基于实际用户活动数据。",
    purpose_title: "服务宗旨",
    purpose_subtitle: "五角大楼周边披萨店拥挤情况分析",
    purpose_description:
      "该仪表盘根据实际用户活动数据，监控并分析五角大楼周边披萨店的拥堵趋势，并按时间段计算和整理成点，可以作为某些事件或新闻对国际事务影响的间接参考指标。",
    purpose_first: "• 收集并分析每日人群数据",
    purpose_second: "• 按日期可视化拥挤模式",
    purpose_third: "• 间接指标，表明某条新闻对国际事务的影响程度。",
    purpose_fourth: "• 间接感受到特定事件或新闻的影响",
    law_script: "法律声明",
    peak_title: "最近拥堵",
    nothing: "没有数据",
    zero: "0观点",
    point: "观点",
    privacy_policy: "隐私政策",
    terms_of_service: "服务条款",
    last_popularity: "这是最近观察到严重拥堵的时间点。",
    insight_title: "数据分析与洞察",
    analysis_title: "五角大楼附近披萨店拥堵度分析",
    analysis_first:
      "2025年7月17日，美国五角大楼周边的披萨店出现了明显的拥堵上升。这一变化并不能简单地归因于正常的用餐时段，而是与当天一系列国际政治和军事事件密切相关，特别是台海地区日益紧张的局势值得引起关注。",
    analysis_second:
      "当天，台湾举行了全国范围的大规模防空演习，模拟来自中国的导弹袭击。随着警报拉响，多个城市临时封锁，此举正是对中国空军高强度军事活动的直接反应。在这种背景下，美国国防部内部很可能加强了战略会议和应急部署工作。",
    analysis_third:
      "同一时间，北约高层也发出警告，表示需要同时应对来自俄罗斯与中国的双线威胁。这种局势迫使美国在欧洲与印太地区的军事准备压力骤增，可能也导致加班人员数量上升，进一步带动了对快餐如披萨的需求。",
    analysis_fourth:
      "综合来看，7月17日的披萨订单量增长并非偶然现象，而是对当前复杂国际局势的一种间接反映。“五角大楼披萨指数”再次显示出其在评估全球紧张态势中的参考价值，值得持续关注。",
  },
};

export default zh;
