const zh = {
  translation: {
    title: "五角大楼比萨拥堵情况",
    subtitle: "按日期监控拥堵情况的仪表板",
    dateChartTitle: "每日拥堵情况",
    dateChartDesc: "五角大楼周边比萨店的每日拥堵得分",
    loading: "正在加载拥堵数据...",
    bar: "柱状图",
    line: "折线图",
    reference: "此图表基于五角大楼附近披萨店的拥堵情况进行自主计算的积分表示。",
    notAccuracy: "请注意，这些数据并非精确数值。",
    collect: "拥堵点基于实际用户活动数据。",
    purpose_title: "服务宗旨",
    purpose_subtitle: "五角大楼周边披萨店拥挤情况分析",
    purpose_description:
      "该仪表盘根据实际用户活动数据，监控并分析五角大楼周边披萨店的拥堵趋势，并按时间段计算和整理成点，可以作为某些事件或新闻对国际事务影响的间接参考指标。",
    purpose_first: "• 收集并分析每日人群数据",
    purpose_second: "• 按日期可视化拥挤模式",
    purpose_third: "• 间接指标，表明某条新闻对国际事务的影响程度。",
    purpose_fourth: "• 间接感受到特定事件或新闻的影响",
    law_script: "法律声明",
    peak_title: "最近拥堵",
    nothing: "没有数据",
    zero: "0观点",
    point: "观点",
    privacy_policy: "隐私政策",
    terms_of_service: "服务条款",
    last_popularity: "这是最近观察到严重拥堵的时间点。",
    insight_title: "数据分析与洞察",
    analysis_title: "五角大楼附近披萨店拥堵度分析",
    analysis_first:
      "2025年7月18日，五角大楼附近的披萨店出现了显著高于平均水平的拥堵现象。这一变化并非单纯由用餐时段所致，而与当天多个国际军事和外交事件有关。首先，台湾副总统正式表态，强调台湾不希望与中国发生冲突，并重申将坚持和平立场。",
    analysis_second:
      "与此同时，台湾正在进行规模庞大的“汉光”军民联合防卫演习，参与人员达到2.2万人，进行包括导弹袭击在内的实战化演练。这类举措可能迫使美国国防部在战略层面做出相应评估和部署调整。",
    analysis_third:
      "此外，当天有消息称，美国正加快向乌克兰提供更多“爱国者”导弹防御系统，这是北约防空策略增强的一部分。这一资源调配可能已对美国军事部署产生影响。",
    analysis_fourth:
      "综上所述，7月18日披萨拥堵度的升高，是台海紧张局势、“汉光”演习实战模拟以及美国对乌克兰军事支持多重因素共同作用的结果。“五角大楼披萨指数”依然是反映这些军事外交动态的重要间接参考指标。",
  },
};

export default zh;
