const zh = {
  translation: {
    title: "五角大楼比萨拥堵情况",
    subtitle: "按日期监控拥堵情况的仪表板",
    dateChartTitle: "每日拥堵情况",
    dateChartDesc: "五角大楼周边比萨店的每日拥堵得分",
    loading: "正在加载拥堵数据...",
    bar: "柱状图",
    line: "折线图",
    reference: "此图表基于五角大楼附近披萨店的拥堵情况进行自主计算的积分表示。",
    notAccuracy: "请注意，这些数据并非精确数值。",
    google: "拥堵点基于谷歌地图的数据",
    purpose_title: "服务宗旨",
    purpose_subtitle: "五角大楼周边披萨店拥挤情况分析",
    purpose_description:
      "这个仪表盘基于谷歌地图数据，监控并分析五角大楼周边披萨店的拥堵趋势，并将结果按时间段进行计算和积分整理，可以作为某些事件或新闻对国际事务影响的间接参考指标。",
    purpose_first: "• 收集并分析每日人群数据",
    purpose_second: "• 按日期可视化拥挤模式",
    purpose_third: "• 间接指标，表明某条新闻对国际事务的影响程度。",
    purpose_fourth: "• 间接感受到特定事件或新闻的影响",
    peak_title: "拥堵高峰",
    nothing: "没有数据",
    zero: "0观点",
    point: "观点",
    last_popularity: "这是过去一段时间以来最忙碌的时刻。",
    insight_title: "数据分析与洞察",
    analysis_title: "五角大楼附近披萨店拥堵度分析",
    analysis_first:
      "2025年7月4日被确认是五角大楼周边披萨店拥堵度最高的一天。该区域邻近美国国防部（Pentagon），不仅是普通商业区，而是安全保障与外交决策的核心区域，因此消费者行为可能同步反映政府内部动态与国际局势的变化。",
    analysis_second:
      "7月4日是美国独立日，象征性地提醒着国家安全意识。尤其是今年对比往年军事戒备有所加强，中东和欧洲地缘政治冲突再次浮现。在此背景下，军方会议、媒体发布会及内部作战评估等活动或导致该区域人员短期集中。",
    analysis_third:
      "此外，披萨店以其便利性和易获取性，成为国防相关人员、媒体记者与外来参会者的首选场所。因此，拥堵度突然上升可视为内部行动活跃的间接信号。",
    analysis_fourth:
      "在政治或军事议题集中的时段，周边消费流量的变化不仅是单纯的消费指数，更是对特定议题反应及危机应对机制启动的体现。识别这些模式，有助于在类似情境中提供早期预警。结合短期数据与长期趋势分析，该策略可拓展为更精细的地缘政治监测系统。",
  },
};

export default zh;
