const zh = {
  translation: {
    title: "五角大楼比萨拥堵情况",
    subtitle: "按日期监控拥堵情况的仪表板",
    dateChartTitle: "每日拥堵情况",
    dateChartDesc: "五角大楼周边比萨店的每日拥堵得分",
    loading: "正在加载拥堵数据...",
    bar: "柱状图",
    line: "折线图",
    reference: "此图表基于五角大楼附近披萨店的拥堵情况进行自主计算的积分表示。",
    notAccuracy: "请注意，这些数据并非精确数值。",
    collect: "拥堵点基于实际用户活动数据。",
    purpose_title: "服务宗旨",
    purpose_subtitle: "五角大楼周边披萨店拥挤情况分析",
    purpose_description:
      "该仪表盘根据实际用户活动数据，监控并分析五角大楼周边披萨店的拥堵趋势，并按时间段计算和整理成点，可以作为某些事件或新闻对国际事务影响的间接参考指标。",
    purpose_first: "• 收集并分析每日人群数据",
    purpose_second: "• 按日期可视化拥挤模式",
    purpose_third: "• 间接指标，表明某条新闻对国际事务的影响程度。",
    purpose_fourth: "• 间接感受到特定事件或新闻的影响",
    law_script: "法律声明",
    peak_title: "最近拥堵",
    nothing: "没有数据",
    zero: "0观点",
    point: "观点",
    privacy_policy: "隐私政策",
    terms_of_service: "服务条款",
    last_popularity: "这是最近观察到严重拥堵的时间点。",
    insight_title: "数据分析与洞察",
    analysis_title: "五角大楼附近披萨店拥堵度分析",
    analysis_first:
      "2025年8月3日，五角大楼附近的披萨店拥堵水平达到了满分级别。这并非普通消费高峰，而是乌克兰对俄重要目标的深度打击、全球能源政策变化以及美军内部应对活动加强的综合反映。当日，乌克兰利用无人机袭击俄罗斯基础设施，索契附近石油库起火；同时在尼古莱耶夫地区，俄军导弹袭击造成至少七名平民受伤。",
    analysis_second:
      "这些事件在全球引发紧张，美国国防部可能立即提升情报监控力度并召开战略会议，以评估相关地缘政治影响。",
    analysis_third:
      "与此同时，OPEC+达成协议，决定自9月起将原油日产量增加54.8万桶。在美方对俄罗斯石油买家施加压力与制裁预期背景下，能源政策的转变引发国防与经济安全层面的战略关注。",
    analysis_fourth:
      "总之，8月3日的披萨拥堵上升反映了乌克兰对俄基础设施的打击、能源供应政策变化以及五角大楼内部的快速反应共振。“比萨指数”因此成为映射美国防务姿态的重要间接指标，在全球动荡时期尤其具有参考价值。",
  },
};

export default zh;
