const zh = {
  translation: {
    title: "五角大楼比萨拥堵情况",
    subtitle: "按日期监控拥堵情况的仪表板",
    dateChartTitle: "每日拥堵情况",
    dateChartDesc: "五角大楼周边比萨店的每日拥堵得分",
    loading: "正在加载拥堵数据...",
    bar: "柱状图",
    line: "折线图",
    reference: "此图表基于五角大楼附近披萨店的拥堵情况进行自主计算的积分表示。",
    notAccuracy: "请注意，这些数据并非精确数值。",
    google: "拥堵点基于谷歌地图的数据",
    purpose_title: "服务宗旨",
    purpose_subtitle: "五角大楼周边披萨店拥挤情况分析",
    purpose_description:
      "这个仪表盘基于谷歌地图数据，监控并分析五角大楼周边披萨店的拥堵趋势，并将结果按时间段进行计算和积分整理，可以作为某些事件或新闻对国际事务影响的间接参考指标。",
    purpose_first: "• 收集并分析每日人群数据",
    purpose_second: "• 按日期可视化拥挤模式",
    purpose_third: "• 间接指标，表明某条新闻对国际事务的影响程度。",
    purpose_fourth: "• 间接感受到特定事件或新闻的影响",
    peak_title: "拥堵高峰",
    nothing: "没有数据",
    zero: "0观点",
    point: "观点",
    privacy_policy: "隐私政策",
    terms_of_service: "服务条款",
    last_popularity: "这是过去一段时间以来最忙碌的时刻。",
    insight_title: "数据分析与洞察",
    analysis_title: "五角大楼附近披萨店拥堵度分析",
    analysis_first:
      "2025年7月10日，五角大楼附近的披萨店出现了前所未有的拥堵情况。这种现象并不能仅仅用一时的流行来解释。通常，这一地区的餐饮高峰出现在国防部职员的午餐或下班时间，但当天的拥堵程度异常突出。",
    analysis_second:
      "当天上午，美国国防部公开了对伊朗核设施的卫星侦察数据，并表示中东可能爆发军事冲突。与此同时，有关与伊朗秘密谈判破裂的传言也在网络上流传，进一步加剧了局势的紧张。五角大楼内部人员可能选择留在办公楼内，进而使得披萨等方便食品的需求激增。",
    analysis_third:
      "据报道，相关安全部门还增加了夜班人手，进一步推动了夜间餐饮需求。同时，这是独立日假期（7月4日）结束后的首个完整工作周，也为订单增长提供了助力。",
    analysis_fourth:
      "综上所述，7月10日的拥堵高峰是由地缘政治紧张、五角大楼内部活动增加以及内部饮食需求集中等多重因素共同作用的结果，清楚地表明国际局势会直接影响到地方消费行为。",
  },
};

export default zh;
